[
    {
        "id": 1,
        "title": "The Beach",
        "image_name": "beach",
        "description": "The Beach is a sweeping, awe-inspiring scene depicting waves crashing on a California beach. Sit back and enjoy while relaxing on a soft, sandy beach.",
        "destination": "beach",
        "info": {
            "tags": ["Nature", "Calm"],
        }
    },
    {
        "id": 2,
        "title": "By the Lake",
        "image_name": "lake",
        "description": "The battle for the sunniest spot continues, as a group of turtles take their positions on the log. Find out who the last survivor is, and who must swim away cold.",
        "destination": "lake",
        "info": {
            "tags": ["Nature", "Action"],
        }
    },
    {
        "id": 3,
        "title": "Camping in the Woods",
        "image_name": "camping",
        "description": "Come along for a journey as the perfect camp site is discovered. Feel the gentle breeze of the wind as you watch the daisies dance in the field of flowers.",
        "destination": "camping",
        "info": {
            "tags": ["Nature", "Action"],
        }
    },

    {
        "id": 4,
        "title": "California Park",
        "image_name": "park",
        "description": "On a dreamy spring day near the California hillside, some friendly little birds flutter about, hopping from stalk to stalk munching on some tasty seeds.",
        "destination": "park",
        "info": {
            "tags": ["Nature"],
        }
    },
    {
        "id": 5,
        "title": "Mystery Creek",
        "image_name": "creek",
        "description": "A mystery is brewing on a rainy Wednesday in California, as a couple of friends head to a local campsite for a weekend in the woods. They never anticipated what could be living down by the trickling, rocky creek.",
        "destination": "creek",
        "info": {
            "tags": ["Nature"],
        }
    },
    {
        "id": 6,
        "title": "The Rolling Hills",
        "image_name": "hillside",
        "description": "Discover the beauty beyond the highway, just steps away from your normal commute. What lies beyond is a stunning show of delicate fog rolling over the hillside.",
        "destination": "hillside",
        "info": {
            "tags": ["Nature", "Drama"],
        }
    },
    {
        "id": 7,
        "title": "Ocean Breeze",
        "image_name": "ocean",
        "description": "Experience the great flight of a black beetle, as it crawls along a giant rock near the lake preparing for takeoff. Where it will go, nobody knows!",
        "destination": "ocean",
        "info": {
            "tags": ["Nature", "Action"],
        }
    }
]

